Repository: wheatfield/addons
Catalog: skin.bellowheaties/language/*/strings.po
Languages: dutch

# #31000
source: Live TV
dutch: TV

# #31001
source: TV Guide
dutch: TV Gids

# #31003
source: Aired
dutch: Uitgezonden

# #31005
source: Track Number
dutch: Spoor Nummer

# #31006
source: Working...
dutch: Bezig...

# #31007
source: Please Wait...
dutch: Gelieve te wachten...

# #31008
source: System auto shutdown in
dutch: Het systeem sluit automatisch af in

# #31011
source: On
dutch: Aan

# #31012
source: Off
dutch: Uit

# #31013
source: Enable Home Menu Animation
dutch: Activeer Hoofdmenu Animatie

# #31014
source: Enable Startup Intro Video
dutch: Activeer Video Intro Opstart

# #31016
source: File Manager
dutch: Bestandsbeheer

# #31017
source: Karaoke Song Selector
dutch: Karaoke Muziek Selecteerder

# #31019
source: Search for movies directed by
dutch: Zoek naar films geregisseerd door

# #31020
source: Found
dutch: Gevonden

# #31021
source: Music Library
dutch: Muziekbibliotheek

# #31022
source: Music Files
dutch: Muziek Bestanden

# #31024
source: Page
dutch: Pagina

# #31025
source: Items
dutch: Dingen

# #31026
source: Scrolling...
dutch: Aan het scrollen

# #31027
source: Memory Used:
dutch: Geheugen gebruikt:

# #31028
source: Move Left
dutch: Beweeg Links

# #31029
source: Move Right
dutch: Beweeg Rechts

# #31030
source: AM
dutch: VM

# #31031
source: PM
dutch: NM

# #31032
source: User Login
dutch: Gebruiker Login

# #31033
source: Channel Group
dutch: Groep Kanaal

# #31034
source: Teletext
dutch: Teletekst

# #31036
source: Close
dutch: Sluit

# #31037
source: Change Rating
dutch: Verander Waardering

# #31039
source: IP Address
dutch: IP Adres

# #31040
source: Created by
dutch: Gemaakt door

# #31041
source: Creator
dutch: Maker

# #31042
source: Always show plot
dutch: Toon plot altijd

# #31043
source: Transparent background
dutch: Transparante Achtergrond

# #31044
source: Play all recently played albums
dutch: Speel alle recent afgespeelde albums

# #31045
source: Enable Home Menu Arrow Up/Down Animation
dutch: Activeer Hoofdmenu Pijl Omhoog/Omlaag Animatie

# #31046
source: Enable Home Widgets Arrow Left/Right Animation
dutch: Activeer Hoofd Widgets Pijl Links/Rechts Animatie

# #31047
source: Automatically download Extra Artwork if a Library has been updated
dutch: Download automatisch Extra Artwork als een bibliotheek geupdate geweest is

# #31048
source: Manage Menu Items
dutch: Beheer Menu Items

# #31049
source: Manage Widgets
dutch: Beheer Widgets

# #31050
source: Manage Sub Menu of
dutch: Beheer Submenu van

# #31051
source: Use Extra-Fanarts
dutch: Gebruik Extra Fanarts

# #31055
source: Watchlist
dutch: Nog te bekijken lijst

# #31056
source: Popular
dutch: Populair

# #31057
source: New at Amazon
dutch: Nieuw bij Amazon

# #31059
source: Scan for new videos
dutch: Scan naar nieuwe videos

# #31060
source: Scan for new music
dutch: Scan naar nieuwe muziek

# #31061
source: Cleanup video database
dutch: Schoon video database op

# #31062
source: Cleanup music database
dutch: Schoon muziek database op

# #31064
source: Enable Library Refresh Button on the Home Screen
dutch: Activeer Bibliotheek Verversknop op het Hoofdscherm

# #31065
source: Enabled
dutch: Geactiveerd

# #31066
source: Disabled
dutch: Gedeactiveerd

# #31067
source: Enable Aurora-Pulse-Bar behind the Mainmenu
dutch: Activeer Aurora-Pulse-Bar achter het Hoofdmenu

# #31068
source: Online Video Information
dutch: Online Video Informatie

# #31071
source: Similar
dutch: Gelijk

# #31072
source: Crew
dutch: Bemanning

# #31074
source: About
dutch: Over

# #31075
source: Recommended by TMDB
dutch: Aanbevolen door TMDB

# #31076
source: Photos
dutch: Fotos

# #31078
source: TV Show Roles
dutch: TV Show Rollen

# #31079
source: Movie Actor Roles
dutch: Film Acteur Rollen

# #31081
source: Gallery
dutch: Galerie

# #31082
source: 3D Wall
dutch: 3D Muur

# #31083
source: Wall
dutch: Muur

# #31086
source: Banner List
dutch: Banner Lijst

# #31087
source: VideoWall Fanart
dutch: Videomuur Fanart

# #31088
source: List Wall
dutch: Lijst Muur

# #31090
source: Sets & Seasons
dutch: Sets & Seizoenen

# #31092
source: Auto Update IMDb Top250 & Movie Ratings
dutch: Auto Update IMDB Top250 & Film Waarderingen

# #31093
source: Update IMDb Top250 & Movie Ratings
dutch: Update IMDB Top250 & Film Waarderingen

# #31094
source: Movies Widget
dutch: Film Widgets

# #31095
source: TV Shows Widget
dutch: TV Show Widgets

# #31096
source: Music Widget
dutch: Muziek Widgets

# #31098
source: Show Small Thumbs
dutch: Toon Kleine Thumbs

# #31099
source: Show Big Thumbs
dutch: Toon Grote Thumbs

# #31100
source: Unknown Genre
dutch: Onbekend Genre

# #31101
source: Show Weather Info
dutch: Toon Weer Info

# #31102
source: Hide Now Playing Video Info
dutch: Verberg Speelt Nu Video Info

# #31103
source: Hide Now Playing Music Info
dutch: Verberg Speelt Nu Muziek Info

# #31104
source: Hide Now Playing Cover on Home
dutch: Verber Speelt Nu Cover op Hoofd

# #31107
source: Released
dutch: Uitgebracht:

# #31108
source: Enable Kodi Icon in the Upper-Left Corner
dutch: Activeer Kodi Icoon in de linkse hoek

# #31109
source: Edit Menu/Assign Widgets
dutch: Pas Menu Aan/Wijs Widgets Toe

# #31110
source: Animations
dutch: Animaties

# #31111
source: Scroll down for more options
dutch: Scroll naar beneden voor meer opties

# #31112
source: Popular Right Now
dutch: Populair Nu

# #31113
source: New Uploaded Videos
dutch: Nieuwe Uploaded Videos

# #31114
source: My Channel
dutch: Mijn Kanaal

# #31115
source: My Subscriptions
dutch: Mijn Abonnementen

# #31116
source: Diffuse Widget Fanarts
dutch: Verspreid Widget Fanarts

# #31117
source: Handwritten Disc Art
dutch: Handgeschreven Disc Art

# #31118
source: Show Disc Art
dutch: Toon Disc Art

# #31119
source: Watched Flag Indicator
dutch: Bekeken Vlag Indicator

# #31120
source: Unwatched
dutch: Onbekeken

# #31121
source: Watched
dutch: Bekeken

# #31122
source: None
dutch: Geen

# #31123
source: Watched Episodes
dutch: Bekeken Episodes

# #31124
source: Flashing Lights
dutch: Knipperende Lichten

# #31125
source: Edit Info
dutch: Pas Info Aan

# #31126
source: Watched Movies
dutch: Bekeken Films

# #31127
source: Show Libary Totals in the Menu
dutch: Toon Totaal Bibliotheek in Menu

# #31128
source: Loading. Please wait.
dutch: Aan het laden. Gelieve te wachten.

# #31130
source: Disable Fanart in all sections
dutch: Deactiveer Fanart in alle secties

# #31131
source: Show Only on Home Screen
dutch: Toon Enkel op Hoofdmenu

# #31132
source: Hide Background Video
dutch: Verberg Achtergrond Video

# #31133
source: Custom Global Background
dutch: Aangepast Algemene Achtergrond

# #31134
source: Complete
dutch: Compleet

# #31135
source: Single Image
dutch: Enkele Afbeelding

# #31136
source: Multi Image
dutch: Meerdere Afbeeldingen

# #31137
source: Enable Notifications
dutch: Activeer Notificaties

# #31139
source: Enable Add-ons Notifications
dutch: Activeer Add-ons Notificaties

# #31140
source: Enable Weather Alerts Notifications
dutch: Activeer Weeralarmen Notificaties

# #31141
source: Choose Lyrics Add-on
dutch: Kies Lyrics Add-on

# #31142
source: Choose Subtitles Add-on
dutch: Kies Ondertitels Add-on

# #31143
source: Enable NextAired Info on TV Shows [COLOR=55white](Requires Next Aired Add-on)[/COLOR]
dutch: Activeer Volgende Uitzending Info bij TV Shows [COLOR=55white](Requires Next Aired Add-on)[/COLOR]

# #31144
source: Enable Music Theme on TV Shows [COLOR=55white](Requires TV Tunes Add-on)[/COLOR]
dutch: Activeer Muziek Theme bij TV Shows [COLOR=55white](Requires TV Tunes Add-on)[/COLOR]

# #31145
source: Download music themes for all TV Shows
dutch: Download muziek themas voor alle TV Shows

# #31146
source: Download [COLOR=selected]logo.png[/COLOR] for all TV Shows
dutch: Download [COLOR=selected]logo.png[/COLOR] voor alle TV Shows

# #31147
source: Download [COLOR=selected]clearart.png[/COLOR] for all TV Shows
dutch: Download [COLOR=selected]clearart.png[/COLOR] voor alle TV Shows

# #31148
source: Download [COLOR=selected]landscape.jpg[/COLOR] for all TV Shows
dutch: Download [COLOR=selected]landscape.jpg[/COLOR] voor alle TV Shows

# #31149
source: Download [COLOR=selected]banner.jpg[/COLOR] for all TV Shows
dutch: Download [COLOR=selected]banner.jpg[/COLOR] voor alle TV Shows

# #31150
source: Download [COLOR=selected]poster.jpg[/COLOR] for all TV Shows
dutch: Download [COLOR=selected]poster.jpg[/COLOR] voor alle TV Shows

# #31151
source: Show RSS feed in whole skin
dutch: Toon RSS feed in volledige skin

# #31152
source: Download [COLOR=selected]season art[/COLOR] for all TV Shows (enable local files!)
dutch: Download [COLOR=selected]season art[/COLOR] voor alle TV Shows (activeer lokale bestanden!)

# #31153
source: Enable login screen
dutch: Activeer login scherm

# #31154
source: Choose Trailers Add-on
dutch: Kies Trailers Add-on

# #31155
source: Collection
dutch: Collectie

# #31156
source: Manage Video Views
dutch: Beheer Video Uiterlijk

# #31157
source: Manage Music Views
dutch: Beheer Muziek Uiterlijk

# #31158
source: Views
dutch: Uiterlijk

# #31159
source: Show SeekBar instead of the fullscreen info for videos
dutch: Toon ZoekBar in de plaats van volledig scherm info voor videos

# #31160
source: Download [COLOR=selected]logo.png[/COLOR] for all Movies
dutch: Download [COLOR=selected]logo.png[/COLOR] voor alle Films

# #31161
source: Show Library Totals in the Top Menu
dutch: Toon Totaal Bibliotheek Bovenaan Menu

# #31162
source: Enable Kiosk Mode
dutch: Activeer Kiosk Mode

# #31164
source: Press DOWN for more info
dutch: Druk OMLAAG voor meer info

# #31165
source: Download [COLOR=selected]disc.png[/COLOR] for all Movies
dutch: Download [COLOR=selected]disc.png[/COLOR] voor alle Films

# #31166
source: Local subtitle available
dutch: Lokale ondertitel beschikbaar

# #31167
source: Settings Level:
dutch: Instellingen Niveau:

# #31168
source: Reset Level
dutch: Reset Niveau

# #31170
source: All Skin Settings will revert back to their default state.[CR]Are you sure you want to proceed ?
dutch: Alle Skin Instellingen keren terug naar originele positie.[CR]Ben je zeker dat je door wil gaan?

# #31172
source: Not configured
dutch: Niet geconfigureerd

# #31173
source: Custom Widgets #1
dutch: Aangepast Widgets #1

# #31174
source: Custom Widgets #2
dutch: Aangepast Widgets #2

# #31175
source: Custom Widgets #3
dutch: Aangepaste Widgets #3

# #31176
source: Custom Widgets #4
dutch: Aangepaste Widgets #4

# #31177
source: Manage [COLOR=selected]Custom Widgets[/COLOR]
dutch: Beheer [COLOR=selected]Aangepaste Widgets[/COLOR]

# #31178
source: Manage [COLOR=selected]Common Widgets[/COLOR]
dutch: Beheer [COLOR=selected]Aangepaste Widgets[/COLOR]

# #31179
source: Manage Views
dutch: Beheer Uiterlijk

# #31180
source: Library Tools
dutch: Bibliotheek Werktuigen

# #31182
source: Last Check for Updates
dutch: Laatste Controle op Updates

# #31183
source: Background Animation
dutch: Achtergrond Animatie

# #31184
source: Global
dutch: Algemeen

# #31185
source: Only Home Screen
dutch: Alleen Hoofdscherm

# #31186
source: Only Windows & Dialogs
dutch: Enkel Vensters & Dialogen

# #31188
source: Movie Ratings
dutch: Film Waarderingen

# #31190
source: Update MPAA Ratings
dutch: Update MPAA Waarderingen

# #31191
source: Update Settings
dutch: Update Instellingen

# #31192
source: Hide Widget Item Counter
dutch: Verberg Widget Item Teller

# #31194
source: No plot information available
dutch: Geen plotinformatie beschikbaar

# #31196
source: In Production
dutch: In Productie

# #31197
source: Post Production
dutch: Na Productie

# #31198
source: Ended
dutch: Beeindigd

# #31199
source: Returning Series
dutch: Terugkerende Series

# #31200
source: My Movies
dutch: Mijn Films

# #31201
source: My TV Shows
dutch: Mijn TV Shows

# #31202
source: My Music
dutch: Mijn Muziek

# #31203
source: New Search
dutch: Nieuwe zoekopdracht

# #31204
source: Please check your weather settings
dutch: Gelieve je weerinstellingen te controleren

# #31205
source: Browse the most recently added movies
dutch: Doorblader onlangs geopende films

# #31206
source: Browse the most recently added episodes
dutch: Doorblader onlangs toegevoegde episodes

# #31207
source: Browse the most recently added albums
dutch: Doorblader onlangs toegevoegde albums

# #31208
source: Browse all movies in progress
dutch: Doorblader alle films in vooruitgang

# #31209
source: Browse all shows in progress
dutch: Doorblader alle shows in vooruitgang

# #31210
source: Browse all music in progress
dutch: Doorblader alle muziek in vooruitgang

# #31211
source: Browse all movies in your library
dutch: Doorblader alle films in bibliotheek

# #31212
source: Browse all shows in your library
dutch: Doorblader alle shows in bibliotheek

# #31213
source: Browse all music in your library
dutch: Doorblader alle muziek in bibliotheek

# #31214
source: Airing
dutch: Uitzending

# #31215
source: Next Airs
dutch: Volgende uitzending

# #31216
source: Last Aired
dutch: Laatst uitgezonden

# #31217
source: Wide Thumb
dutch: Wijde Thumb

# #31218
source: Landscape
dutch: Landschap

# #31221
source: Get Extra Art
dutch: Haal Extra Art Op

# #31222
source: Get TV Tune
dutch: Haal TV Tune Op

# #31223
source: 36 Hour Forecast
dutch: 36 Uur Vooruitzicht

# #31224
source: Hourly Forecast
dutch: Vooruitzicht per uur

# #31225
source: Weekend Forecast
dutch: Weekend Vooruitzicht

# #31226
source: 10 Days Forecast
dutch: 10 Dagen Vooruitzicht

# #31227
source: From
dutch: Van

# #31228
source: at
dutch: bij

# #31229
source: Last Updated
dutch: Laatst geupdate

# #31234
source: Person
dutch: Persoon

# #31235
source: Current Forecast
dutch: Huidige voorspelling

# #31236
source: Forecast
dutch: Voorspelling

# #31237
source: View
dutch: Uiterlijk

# #31238
source: No Shows Airing Today
dutch: Geen Showuitzendingen Vandaag

# #31239
source: Shows Listed
dutch: Lijst Shows

# #31240
source: Shows Airing Today
dutch: Uitzendingen Shows Vandaag

# #31241
source: Recently Added Movies
dutch: Onlangs Toegevoegde Films

# #31242
source: Recently Added TV Shows
dutch: Onlangs Toegevoegde TV Shows

# #31243
source: Recently Added Music
dutch: Onlangs Toegevoegde Muziek

# #31244
source: New Movies
dutch: Nieuwe Films

# #31245
source: New TV Shows
dutch: Nieuwe TV Shows

# #31246
source: New Music
dutch: Nieuwe Muziek

# #31247
source: Random Movies
dutch: Random Films

# #31248
source: Random TV Shows
dutch: Random TV Shoyws

# #31249
source: Random Music
dutch: Random Muziek

# #31250
source: All Movies
dutch: Alle Films

# #31251
source: All TV Shows
dutch: Alle TV Shows

# #31252
source: All Music
dutch: Alle Muziek

# #31253
source: Add YouTube UserID and Title
dutch: Voeg YouTube GebruikersID en Titel Toe

# #31254
source: Search on YouTube
dutch: Zoek op YouTube

# #31256
source: In Cinemas Now
dutch: Nu In De Bioscoop

# #31257
source: Trending Movies
dutch: Films Bezig

# #31258
source: Trending TV Shows
dutch: TV Shows Bezig

# #31259
source: Top Artists
dutch: Top Artiesten

# #31260
source: Movies In Progress
dutch: Films In Vooruitgang

# #31261
source: TV Shows In Progress
dutch: TV Shows In Vooruitgang

# #31262
source: Music In Progress
dutch: Muziek In Vooruitgang

# #31263
source: Unwatched Movies
dutch: Onbekeken Films

# #31264
source: Unwatched TV Shows
dutch: Onbekeken TV Shows

# #31265
source: Unwatched Episodes
dutch: Onbekeken Episodes

# #31267
source: YouTube Channel
dutch: YouTube Kanaal

# #31268
source: Thumb List
dutch: Thumb Lijst

# #31269
source: My IMDb Top250 Movies
dutch: Mijn Top250 IMDB Films

# #31270
source: Recently watched episodes
dutch: Onlangs bekeken episodes

# #31271
source: Enable Widget Content Switch Function
dutch: Activeer Inhoud Widget Wissel Functie

# #31273
source: Place of Birth
dutch: Geboorteplaats

# #31274
source: Birthday
dutch: Geboortedatum

# #31275
source: Deathday
dutch: Overlijdensdatum

# #31276
source: Also known as
dutch: Ook bekend als

# #31278
source: Planned
dutch: Gepland

# #31279
source: Menu Position
dutch: Menu Positie

# #31281
source: Save Playlist
dutch: Bewaar Playlist

# #31282
source: Close Playlist
dutch: Sluit Playlist

# #31283
source: System Music Files
dutch: Systeem Muziek Bestanden

# #31284
source: Current Playlist
dutch: Huidige Playlist

# #31285
source: Playlist Options
dutch: Playlist Opties

# #31286
source: Recent Streams
dutch: Recente Streams

# #31287
source: Favourite Streams
dutch: Favoriete Streams

# #31289
source: Toggle debug grid
dutch: Aan/uit debug rooster

# #31290
source: Toggle debug info
dutch: Aan/uit debug info

# #31291
source: Enable skin debug tools
dutch: Activeer uiterlijk debug werktuigen

# #31292
source: Local Streams
dutch: Lokale Streams

# #31295
source: Note
dutch: Notitie

# #31299
source: Conditional Weather Fanarts
dutch: Conditionele Weer Fanarts

# #31300
source: Muted
dutch: Gedempt

# #31301
source: Playing
dutch: Speelt

# #31302
source: Paused
dutch: Gepauzeerd

# #31303
source: Rewinding:
dutch: Terugspoelen:

# #31304
source: Forwarding:
dutch: Vooruitspoelen:

# #31305
source: Finish Time:
dutch: Einde Tijd:

# #31306
source: Customize Background
dutch: Pas Achtergrond Aan

# #31307
source: Enable Visualization
dutch: Activeer Visualisatie

# #31308
source: Visualization Type
dutch: Visualisatie Type

# #31309
source: Visualization Presets
dutch: Voorafbepaalde Visualisaties

# #31310
source: Visualization Settings
dutch: Visualisatie Instellingen

# #31311
source: Enable Music Fanart SlideShow
dutch: Activeer Muziek Fanart Slideshow

# #31312
source: Enable Artist SlideShow
dutch: Activeer Artiest Slideshow

# #31313
source: Animated Backgrounds
dutch: Geanimeerde Achtergronden

# #31314
source: Hide Diffuse Colors
dutch: Verberg Kleur Verspreidingen

# #31315
source: Hide Scrolling Titles
dutch: Verberg Scrolling Titels

# #31316
source: Now Playing
dutch: Nu Aan Het Spelen

# #31317
source: Amiblight Compatiblity Mode
dutch: Ambilight Compabiliteits Mode

# #31318
source: Use Extrapack Weather Fanarts
dutch: Gebruik Extrapack Weer Fanarts

# #31319
source: Download Extras & available Updates
dutch: Download Extras & onbeschikbare Updates

# #31320
source: Force Extrapack Refresh
dutch: Forceer Extrapack Verversing

# #31321
source: Check of Updates on Startup
dutch: Controleer naar Updates bij Opstart

# #31322
source: Choose Widget Content
dutch: Kies Inhoud Widget

# #31323
source: Mixed item group
dutch: Verschillende item groep

# #31324
source: Extract custom path from a existing favourite
dutch: Pak aangepast pad uit van een bestaande favoriet

# #31325
source: Other
dutch: Ander

# #31326
source: Square
dutch: Vierkant

# #31327
source: Other custom path (extracted from a favourite)
dutch: Ander aangepast pad (uitgepakt van een favoriet)

# #31328
source: Add own or edit existing extracted path
dutch: Voeg eigen of pas bestaand uitgepakt pad toe/aan

# #31330
source: Widget Label
dutch: Widget Naam

# #31331
source: Content Path
dutch: Pad Inhoud

# #31333
source: Content Type
dutch: Type Inhoud

# #31334
source: Not required
dutch: Niet nodig

# #31350
source: Available Groups
dutch: Beschikbare Groepen

# #31351
source: Add Group
dutch: Voeg Groep Toe

# #31352
source: Rename Group
dutch: Hernoem Groep

# #31353
source: Delete Group
dutch: Verwidjer Groep

# #31370
source: Update Video Library
dutch: Update Video Bibliotheek

# #31371
source: Update Music Library
dutch: Update Muziek Bibliotheek

# #31372
source: Clean Video Library
dutch: Schoon Video Bibliotheek Op

# #31373
source: Clean Music Library
dutch: Schoon Muziek Bibliotheek Op

# #31374
source: Quick Navigation
dutch: Snelle Navigatie

# #31375
source: Disable Quick Navigation
dutch: Deactiveer Snelle Navigatie

# #31376
source: Default QuickNav Items
dutch: Standaard SnelleNav Items

# #31377
source: Custom QuickNav Items
dutch: Aangepaste SnelleNav Items

# #31378
source: Custom Item
dutch: Aangepast Item

# #31379
source: Home & Menu
dutch: Hoofd & Menu

# #31380
source: Custom Widgets
dutch: Aangepaste Widgets

# #31381
source: Center
dutch: Midden

# #31382
source: Bottom
dutch: Onder

# #31411
source: Configure Appearance Settings
dutch: Pas Uiterlijk Instellingen Aan

# #31412
source: Configure Video Settings
dutch: Pas Video Instellingen Aan

# #31413
source: Configure Live TV Settings
dutch: Pas Live TV Instellingen Aan

# #31414
source: Configure Music Settings
dutch: Pas Muziek Instellingen Aan

# #31415
source: Configure Pictures Settings
dutch: Pas Fotos Instellingen Aan

# #31416
source: Configure Weather Settings
dutch: Pas Weer Instellingen Aan

# #31417
source: Configure Services Settings
dutch: Pas Service Instellingen Aan

# #31418
source: Configure System Settings
dutch: Pas Systeem Instellingen Aan

# #31419
source: Configure Profiles Settings
dutch: Pas Profielen Aan

# #31420
source: Configure Skin Settings
dutch: Pas Skin Instellingen Aan

# #31421
source: Library
dutch: Bibliotheek
