Repository: wheatfield/addons
Catalog: skin.refocus.mod/language/*/strings.po
Languages: russian

# #31000
source: Home Menu
russian: Главное меню

# #31010
source: New Episodes
russian: Новые эпизоды

# #31011
source: New Movies
russian: Новые фильмы

# #31012
source: New Albums
russian: Новые Альбомы

# #31013
source: Watchlist
russian: Лист ожидания

# #31015
source: Trailers
russian: Трейлеры

# #31016
source: Recently Played
russian: Недавно просмотрено

# #31017
source: Recommended
russian: Рекомендованные

# #31028
source: Watchlist
russian: Лист ожидания

# #31029
source: Watchlist: movies
russian: Лист ожидания: фильмы

# #31030
source: Watchlist: tv shows
russian: Лист ожидания: сериалы

# #31033
source: Showing
russian: Показан

# #31034
source: Playing
russian: Воспроизводится

# #31109
source: Tiles
russian: Плитки

# #31110
source: Banners
russian: Баннеры

# #31111
source: Gallery
russian: Галлерея

# #31112
source: Slide
russian: Слайды

# #31113
source: Thumbnails
russian: Миниатюры

# #31114
source: View
russian: Вид

# #31120
source: Layout
russian: Отображение

# #31121
source: Landscape
russian: Фанарт

# #31122
source: Portrait
russian: Постеры

# #31123
source: Large grid
russian: Крупная сетка

# #31124
source: Small grid
russian: Мелкая сетка

# #31125
source: Fullscreen
russian: Во весь экран

# #31140
source: Sorting
russian: Сортировка

# #31141
source: Order
russian: Порядок

# #31142
source: By
russian: по

# #31143
source: Items
russian: Объектов

# #31144
source: By
russian: по

# #31149
source: Sort by
russian: Сортировать по

# #31150
source: Files mode
russian: Файловый режим

# #31200
source: Homescreen
russian: Главное меню

# #31201
source: Artwork
russian: Картинки

# #31202
source: View settings
russian: Настройки просмотра

# #31203
source: Other
russian: Другое

# #31204
source: About
russian: Авторы

# #31206
source: Menu layout
russian: Представление меню

# #31207
source: Vertical
russian: Вертикальное

# #31208
source: Horizontal
russian: Горизонтальное

# #31209
source: Use compact menu
russian: Использовать компактное меню

# #31210
source: Customize home
russian: Настроить меню

# #31211
source: Customize menu items and widgets
russian: Настроить пункты меню и виджеты

# #31212
source: Use single image as background
russian: Использовать изображение как фон

# #31213
source: Use a folder of images as background slideshow
russian: Использовать папку как слайдшоу для фона

# #31214
source: Use a slideshow of your fanart
russian: Использовать фанарты как слайдшоу для фона

# #31217
source: Fanart slideshow
russian: Слайдшоу фанартов

# #31218
source: Select the type of fanart to show
russian: Выберите тип фанартов для слайдшоу

# #31219
source: How to display the fanart title
russian: Как показывать название на фанарте

# #31220
source: Show as text
russian: Показывать как текст

# #31221
source: Show the logo (if available)
russian: Показывать как логотип (если доступно)

# #31222
source: Don't show anything
russian: Ничего не показывать

# #31223
source: Disable widgets
russian: Отключить виджеты

# #31224
source: Always show widgets
russian: Всегда показывать виджеты

# #31225
source: Don't show widget indicator
russian: Не показывать индиктор виджетов

# #31230
source: Enable Global Fanart Background
russian: Включить глобальный фанарт в качестве фона

# #31231
source: Use weather fanart
russian: Использовать фанарт для погоды

# #31232
source: Set weather fanart path
russian: Установить путь для фанарта погоды

# #31234
source: Use fanart in now playing screen
russian: Использовать фанарт для воспроизводимого видео

# #31235
source: Blend visualisation and fanart
russian: Затемнять визуализацию и фанарты

# #31236
source: Enable logos for tv shows
russian: Включить логотипы для сериалов

# #31237
source: Enable logos for movies
russian: Включить логотипы для фильмов

# #31238
source: Download logos
russian: Загрузить логотипы

# #31239
source: Enable banners for movies
russian: Включить баннеры для фильмов

# #31240
source: Download banners
russian: Загрузить баннеры

# #31241
source: Prefer landscape thumbnails when available
russian: Предпочитать горизонтальные миниатюры, если доступны

# #31242
source: Download thumbnails
russian: Загрузить миниатюры

# #31250
source: Show movie ratings
russian: Показывать рейтинг фильмов

# #31251
source: Highlight first letter while scrolling
russian: Подвсечивать первую букву при прокрутке

# #31254
source: Disable unwatched indicators for movies
russian: Отключить индикатор не просмотренных фильмов

# #31255
source: Disable unwatched indicators for TV shows
russian: Отключить индикатор не просмотренных сериалов

# #31256
source: Disable unwatched indicators for episodes
russian: Отключить индикатор не просмотренных эпизодов

# #31257
source: Disable unwatched indicators for video files
russian: Отключить индикатор не просмотренных файлов

# #31258
source: Disable resumable indicators
russian: Отключить индикатор продолжения просмотра

# #31263
source: Enable virtual keyboard
russian: Включить визуальную клавиатуру

# #31264
source: Enable kiosk mode
russian: Включить режим киоска

# #31265
source: Clean library before updating manually
russian: Очищать бибиотеку перед ручным обновлением

# #31280
source: Plugin
russian: Дополнение

# #31320
source: Get subtitles
russian: Получить субтитры

# #31321
source: Disable subtitles
russian: Отключить субтитры

# #31322
source: Get lyrics
russian: Получить текст песни

# #31323
source: Finish Time:
russian: Завершение:

# #31327
source: Next subtitles
russian: Следующие субтитры

# #31329
source: Subtitle settings
russian: Настройки субтитров

# #31405
source: Apply
russian: Применить

# #31500
source: Age
russian: Возрастной рейтинг

# #31501
source: Last aired on
russian: Последний из эфира

# #31502
source: Airs next on
russian: Следующий в эфире

# #31520
source: Change artwork
russian: Изменить картинки

# #31521
source: Download theme song
russian: Загрузить музыкалную тему

# #31604
source: New search
russian: Новый поиск

# #31700
source: Repositories
russian: Репозитарии

# #31701
source: Min
russian: Мин

# #31705
source: Recently Added
russian: Недавно добавлено

# #31708
source: Welcome
russian: Добро пожаловать

# #31711
source: Searching
russian: Идет поиск

# #31712
source: Working
russian: Работаем

# #31713
source: Reset all skin settings
russian: Сбросить все настройки темы

# #31714
source: To apply the settings, the skin needs to be reloaded
russian: Для применения параметров необходимо перезапустить тему

# #31717
source: Finishing up
russian: Псоледние приготовления

# #31718
source: Good morning
russian: Доброе утро

# #31719
source: Good afternoon
russian: Добрый день

# #31720
source: Good evening
russian: Добрый вечер

# #31800
source: Skin design + development
russian: Дизайн темы и разработка

# #31801
source: Special thanks
russian: Специальная благодарность

# #31802
source: Attribution
russian: Награды

# #31803
source: Translation
russian: Перевод

# #31804
source: Final note
russian: И в заключении
